Repository: PyaeSoneHan246810/MemoMap
Catalog: MemoMap/MemoMap/Localizable.xcstrings
Source language: en
Languages: my

source: About
my: အကြောင်း

source: Account
my: အကောင့်

source: Add a memory
my: အမှတ်တရထည့်ပါ

source: Add a title for your memory...
my: သင့်အမှတ်တရအတွက်ခေါင်းစဉ်ထည့်ပါ...

source: Add tags
my: tag များထည့်မည်

source: App language
my: အက်ပ်ဘာသာစကား

source: Apperance
my: အသွင်အပြင်

source: Are your sure you want to delete your account?
my: သင့်အကောင့်ကို ဖျက်လိုသည်မှာ သေချာပါသလား

source: Back
my: နောက်ဆုတ်မည်

source: Back to login
my: အကောင့်၀င်ရန် ပြန်သွားမည်

source: Birthday
my: မွေးနေ့

source: Change password
my: စကားဝှက်ပြောင်းမည်

source: Check your email
my: သင်၏အီးမေးလ်ကိုစစ်ဆေးပါ

source: Choose location
my: တည်နေရာကိုရွေးချယ်ပါ

source: Clear all
my: အားလုံးကိုရှင်းမည်

source: Color mode
my: အရောင်မုဒ်

source: Comments
my: မှတ်ချက်များ

source: Community
my: အသိုင်းအဝိုင်း

source: Confirm new password
my: အတည်ပြုစကားဝှက်အသစ်

source: Confirm your new password
my: စကားဝှက်အသစ်ကိုအတည်ပြုပါ

source: Connection Type
my: အဆက်အသွယ်အမျိုးအစား

source: Create account
my: အကောင့်သစ်ဖွင့်မည်

source: Current password
my: လက်ရှိစကားဝှက်

source: Delete account
my: အကောင့်ဖျက်မည်

source: Describe your moments
my: သင်၏အခိုက်အတန့်များကိုဖော်ပြပါ

source: Don't worry. Please enter the email address associated with your account.
my: စိတ်မပူပါနဲ့။ သင့်အကောင့်နှင့်ဆက်စပ်သော အီးမေးလ်လိပ်စာကို ကျေးဇူးပြု၍ ထည့်သွင်းပါ။

source: Edit Photo
my: ဓာတ်ပုံကိုပြင်ဆင်မည်

source: Edit profile
my: ပရိုဖိုင်ကိုပြင်ဆင်မည်

source: Enter your current password
my: လက်ရှိစကားဝှက်ကိုထည့်ပါ

source: Enter your new password
my: စကားဝှက်အသစ်ကိုထည့်ပါ

source: Feed
my: ပို့စ့်အသစ်များ

source: Follow
my: ဖောလိုးမည်

source: Follow the user to see their public memories
my: ဤအသုံးပြုသူ၏ အမှတ်တရများကိုကြည့်ရှုရန် ဖောလိုးလုပ်ပါ

source: Following
my: ဖော်လိုးထားသည်

source: Font size
my: ဖောင့်အရွယ်အစား

source: Forgot password?
my: စကားဝှက်မေ့နေပါသလား

source: Get started
my: စတင်မည်

source: Go back
my: ပြန်သွားမည်

source: Hearts
my: အသဲများ

source: Help
my: အကူအညီ

source: I've verified
my: အတည်ပြုပြီးပါပြီ

source: Languages
my: ဘာသာစကားများ

source: Log in
my: အကောင့်၀င်မည်

source: Log out
my: အကောင့်ထွက်မည်

source: Memories
my: အမှတ်တရများ

source: New password
my: စကားဝှက်အသစ်

source: Next
my: ရှေ့ဆက်မည်

# onboardingDesc1
source: Pin places you’ve visited and attach your memories
my: လည်ပတ်ခဲ့တဲ့နေရာတွေကို pinထားပြီး အမှတ်တရတွေကိုပါ ပူးတွဲသိမ်းဆည်းထားမယ်

# onboardingDesc2
source: Rediscover the places you’ve loved and the memories you’ve made there.
my: နှစ်သက်ခဲ့တဲ့နေရာတွေကို ပြန်ရှာဖွေပြီး လုပ်ခဲ့တဲ့အမှတ်တရတွေကို ပြန်ကြည့်မယ်

# onboardingDesc3
source: Choose what stays private and what goes public. Follow friends and explore their shared memories.
my: အမှတ်တရတွေကို သီးသန့်သိမ်းနိုင်သလို သူများတွေနဲ့လည်း မျှဝေနိုင်ပါတယ်။ သူငယ်ချင်းတွေကိုဖော်လိုးပြီး သူတို့မျှဝေထားတဲ့အမှတ်တရတွေကို စူစမ်းပါ။

# onboardingTitle1
source: Capture Memories on the Map
my: မြေပုံပေါ်တွင် အမှတ်တရများကို သိမ်းဆည်းပါ

# onboardingTitle2
source: Relive Your Journeys
my: သင့်ခရီးစဉ်များကို ပြန်လည်ခံစားပါ

# onboardingTitle3
source: Share & Connect
my: မျှဝေ ချိတ်ဆက်ပါ

source: Once you delete your account, it cannot be undone. All your data will be permanently erased from this app.
my: သင့်အကောင့်ကို ဖျက်လိုက်သည်နှင့် ပြန်ပြင်၍မရနိုင်ပါ။ သင့်ဒေတာအကုန်လုံးကို ဤအက်ပ်မှ အပြီးအပိုင်ဖျက်လိုက်ပါမည်။

source: Pick your birthday
my: သင့်မွေးနေ့ကိုရွေးပါ

source: Please check your email for an account verification link to be able to use our app.
my: ကျွန်ုပ်တို့၏အက်ပ်ကို အသုံးပြုနိုင်ရန် အကောင့်အတည်ပြုခြင်းလင့်ခ်တစ်ခုအတွက် သင့်အီးမေးလ်ကို စစ်ဆေးပါ

source: Post
my: ပို့စ့်တင်မည်

source: Post a memory
my: အမှတ်တရကိုတင်ပါ

source: Post your memory here
my: အမှတ်တရကိုဤနေရာမှာတင်ပါ

source: Profile
my: ပရိုဖိုင်

source: Recent Searches
my: လတ်တလောရှာဖွေမှုများ

source: Resend verification link
my: အတည်ပြုရန်လင့်ခ်ကို ပြန်လည်ပေးပို့ပါ

source: Retry
my: နောက်ထပ်လုပ်မည်

source: Save
my: သိမ်းဆည်းမည်

source: Search
my: ရှာဖွေမည်

source: Select date and time
my: ရက်စွဲနှင့်အချိန်ကိုရွေးပါ

source: Send email
my: အီးမေးလ်ပို့ပါ

source: Settings
my: ဆက်တင်များ

source: Share with followers
my: ဖော်လိုဝါများကိုမျှဝေမည်

source: Sign in
my: အကောင့်သို့၀င်မည်

source: Sign up
my: စာရင်းသွင်းမည်

source: Skip
my: ကျော်မည်

source: The link to reset your password was successfully sent to the email address.
my: သင့်စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန်လင့်ခ်ကို အီးမေးလ်လိပ်စာသို့ အောင်မြင်စွာ ပို့လိုက်ပါပြီ

source: Update
my: ပြုပြင်မွမ်းမံမည်

source: Verify your account
my: အကောင့်ကိုအတည်ပြုပါ

source: View on map
my: မြေပုံပေါ်တွင်ကြည့်မည်

source: Write a comment...
my: မှတ်ချက်ရေးပါ...
